/* 
  R1EffectsSDK.strings
  R1PhotoEffectsSDK

  Created by Drew Colace on 8/29/13.
  Copyright (c) 2013 RadiumOne, Inc. All rights reserved.
*/

// Navigation Button Titles
"Crop:Done" = "Siguiente";
"Crop:Apply" = "Siguiente";
"Next" = "Siguiente";
"Done" = "Listo";
"Cancel" = "Cancelar";
"Effects:Done" = "Siguiente";

// Crop Screen Title
//"Crop" = "Miniaturas";

//Crop Preset Titles
"NoCrop" = "Normal";
"SquareCrop" = "Cuadrado";
"CustomCrop" = "Personalizado";
"2x3" = "2x3";
"3x5" = "3x5";
"3x2" = "3x2";
"5x3" = "5x3";

// Active Effect Titles
//"Stickers" = "Pegatinas";
//"Filters" = "Filtros";
//"Borders" = "Bordes";
//"Text" = "Texto";
//"Draw" = "Dibujo";

// Loading Prompt
"LoadingEffects" = "Cargando";

// Pop-up Alert Text
"Alert" = "Aviso";
"OK" = "Aceptar";
"Error" = "Error";
"Earn" = "Earn";
"OfferComfirm" = "To download this pack for free, just complete an offer.";
"OfferCompleted" = "Congrats! You have earned a pack.";
"GetOffer" = "Get this pack for free";

"ClearDrawTitle" = "¿Borrar dibujo?";
"ClearDrawMsg" = "¿Seguro que quieres borrar todos tus dibujos de la imagen?";
"ClearDrawYes" = "Borrar dibujo";

"PriceUnavail" = "Precio del producto no disponible";
"PurchaseProblem" = "Se ha producido un error en la compra.";
"RestoreError" = "Error al restaurar las compras";
"PayentProblem" = "Tu pago no se ha podido procesar";

// Effect Pack Downlad Status
"Waiting" = "Esperando...";

// Effect Pack Store Button Labels
"Free" = "Gratis";
"Download" = "DESCARGAR";
"Installing" = "INSTALANDO";

// Effect Pack Store Title
"DownloadPack" = "Descargar paquete";

// Effect Pack Store Page Restore button title
"Restore" = "Restaurar compras";

// 'None' border selection
"NoBorder" = "Normal";

// 'None' filter selection
"NoFilter" = "Normal";
